Repository: puzzledbypolicy/EuProfiler
Catalog: App_LocalResources/ViewEuProfiler.ascx.*.resx
Languages: el_gr, es_es, hu_hu

# Matches.Text
source: Analyse stakeholder matches
el_gr: Ανάλυση κοινών σημείων με φορείς
es_es: Analiza la coincidencia de actores
hu_hu: Egyezések az érdekelt szervezetekkel

# Nearest.Text
source: Analyse your nearest stakeholder
el_gr: Ανάλυση του πλησιέστερου σε εσάς φορέα
es_es: Analiza tu actor más cercano
hu_hu: Az Önhöz legközelebb álló szervezet álláspontja

# Position.Text
source: Analyse Your Position
el_gr: Αναλύστε τη θέση σας
es_es: Identifique su posición
hu_hu: Az Ön pozíciójának elemzése

# RatingLbl.Text
source: How important is this issue for you?
el_gr: Πόσο σημαντικό είναι το θέμα αυτό για εσάς?
es_es: ¿Qué importancia tiene este tema para usted?
hu_hu: Mennyire tartja fontosnak ezt a kérdést?

# AnswersLbl.Text
source: Your answers
el_gr: Οι απαντήσεις σας
es_es: Sus respuestas
hu_hu: Az Ön válaszai

# CategoriesLbl.Text
source: Select categories:
el_gr: Επιλέξτε κατηγορίες:
es_es: Elegir categorías:
hu_hu: Válasszon kategóriát:

# ChooseCountryRes.Text
source: Select your country
el_gr: Επιλέξτε τη χώρα σας
es_es: Seleccione su país
hu_hu: Melyik ország érdekli?

# HomeLbl.Text
source: Home
el_gr: Αρχική
es_es: Inicio
hu_hu: Kezdőlap

# Issues.Text
source: Issues
el_gr: Ερωτήσεις
es_es: Cuestionario
hu_hu: Kérdések

# RatingsLbl.Text
source: Your Ratings
el_gr: Οι αξιολογήσεις σας
es_es: Sus resultados
hu_hu: Az Ön által jelzett fontosság

# ResultsLbl.Text
source: Results
el_gr: Αποτελέσματα
es_es: Resultados
hu_hu: Eredmény

# StakeholLbl.Text
source: Select a Stakeholder:
el_gr: Επιλέξτε έναν Φορέα:
es_es: Elegir un actor:
hu_hu: Válasszon szervezetet:

# SummaryLbl.Text
source: Summary of your answers
el_gr: Περίληψη των απαντήσεών σας
es_es: Resumen de sus respuestas
hu_hu: Az Ön válaszai összesítve

# EsLabel.Text
source: Spain
el_gr: Ισπανία
es_es: España
hu_hu: Spanyolország

# GrLabel.Text
source: Greece
el_gr: Ελλάδα
es_es: Grecia
hu_hu: Görögország

# HuLabel.Text
source: Hungary
el_gr: Ουγγαρία
es_es: Hungría
hu_hu: Magyarország

# ItLabel.Text
source: Italy
el_gr: Ιταλία
es_es: Italia
hu_hu: Olaszország

# ComleteLbl.Text
source: Complete
el_gr: Ολοκληρωμένο

# uDebateLink1.Text
source: According to the results of the survey, you seem to have strong views on <i>immigration for employment purposes</i>. <br /><br /> Access more information and debate the latest <b>EU Proposal for a Directive on a single procedure for the issuing of a single permit to third country nationals to reside and work in an EU member-state and on a common set of rights of third-country national workers</b> and other policies pertaining to immigration for employment purposes
el_gr: Σύμφωνα με τα αποτελέσματα της έρευνας, φαίνεται ότι έχετε ισχυρές απόψεις σχετικά με τη <i>μετανάστευση για λόγους απασχόλησης-εργασίας</i>. <br /><br />Μπορείτε να έχετε περισσότερη πληροφόρηση και να συζητήσετε για την πιο πρόσφατη <b>Οδηγία της ΕΕ σχετικά με μία μόνο διαδικασία έκδοσης ενιαίας άδειας σε υπηκόους τρίτων χωρών -διαμονής και απασχόλησης- σε ένα κράτος μέλος της ΕΕ και σχετικά με ένα κοινό σύνολο δικαιωμάτων των εργαζομένων υπηκόων τρίτων χωρών</b>, καθώς και για άλλες πολιτικές που σχετίζονται με τη μετανάστευση για λόγους εργασίας
es_es: Según los resultados de la encuesta, muestra una postura afianzada en la <i>inmigración laboral</i>.<br /><br /> Acceda a más información y debata sobre temas de <b>inmigración por motivos laborales tanto desde una perspectiva europea como nacional.</b>
hu_hu: A felmérés alapján úgy tűnik, Önnek határozott véleménye van a <i>munkavállalási célú bevándorlásról</i>. <br /><br />Javasoljuk, ismerkedjen meg a vonatkozó szabályozásokkal és kapcsolódjon be az aktuális vitákba. <br />Például tekintse meg <b>az összevont tartózkodási és munkavállalási engedélyezésre, valamint a bevándorolt legális munkavállalók közös jogaira vonatkozó EU irányelv</b> vitáját!

# uDebateLink2.Text
source: According to the results of the survey, you seem to have strong views on <i>immigration for student immigration</i>. <br /><br />Access more information and debate the implementation of the <b>EU Directive on Student Immigration</b> and other developments pertaining to this policy category
el_gr: Σύμφωνα με τα αποτελέσματα της έρευνας, φαίνεται ότι έχετε ισχυρές απόψεις σχετικά με <i>τη μετανάστευση για λόγους εκπαίδευσης</i>.<br /><br /> Μπορείτε να έχετε περισσότερη πληροφόρηση και να συζητήσετε για την εφαρμογή της <b>Οδηγίας της ΕΕ για τη μετανάστευση για λόγους εκπαίδευσης</b> καθώς και για άλλες εξελίξεις που αφορούν αυτή τη θεματική κατηγορία
es_es: Según los resultados de la encuesta, muestra una postura afianzada en la <i>inmigración por motivos de estudios</i>. <br /><br /> Acceda a más información y debata sobre temas de inmigración relacionados con la entrada y residencia con fines de estudios y formación profesional, tanto desde una <b>perspectiva europea como nacional.</b>
hu_hu: A felmérés alapján úgy tűnik, Önnek határozott véleménye van a <i>tanulmányi célú bevándorlásról</i>. <br /><br />Javasoljuk, ismerkedjen meg a vonatkozó szabályozásokkal és kapcsolódjon be az aktuális vitákba. <br />Például tekintse meg a <b>tanulmányi célú bevándorlásról szóló EU irányelv</b> végrehajtásának vitáját!

# uDebateLink3.Text
source: According to the results of the survey, you seem to have strong views on <i>immigration for family reunification</i>.<br /><br /> Access more information and debate the implementation of the <b>EU legislation on the right to family reunification </b>and other developments pertaining to this policy category
el_gr: Σύμφωνα με τα αποτελέσματα της έρευνας, φαίνεται ότι έχετε ισχυρές απόψεις σχετικά με <i>τη μετανάστευση για λόγους οικογενειακής επανένωσης</i>. <br /><br />Μπορείτε να έχετε περισσότερη πληροφόρηση και να συζητήσετε για την εφαρμογή της <b>Ευρωπαϊκής Νομοθεσίας περί του δικαιώματος οικογενειακής επανένωσης</b> καθώς και για άλλες εξελίξεις που αφορούν αυτή τη θεματική κατηγορία.
es_es: Según los resultados de la encuesta, muestra una postura afianzada en la <i>inmigración por razones de reunificación familiar</i>. <br /><br /> Acceda a más información y debata sobre dichos temas tanto desde una <b>perspectiva europea como nacional</b>.
hu_hu: A felmérés alapján úgy tűnik, Önnek határozott véleménye van a <i>családegyesítés célú bevándorlásról</i>.<br /><br /> Javasoljuk, ismerkedjen meg a vonatkozó szabályozásokkal és kapcsolódjon be az aktuális vitákba. <br />Például tekintse meg az a <b>családegyesítéssel kapcsolatos EU alapelvek</b> végrehajtásának vitáját!

# uDebateLink4.Text
source: According to the results of the survey, you seem to have strong views on <i>long-tern resident and naturalization policy</i>. <br /><br /> Access more information and debate the implementation of the <b>EU Directive on the long-term resident status </b>and other developments pertaining to this policy category
el_gr: Σύμφωνα με τα αποτελέσματα της έρευνας, φαίνεται να έχετε ισχυρές απόψεις σχετικά με τους <i>επί μακρόν διαμένοντες και την πολιτογράφησή τους</i>. <br /><br />Μπορείτε να έχετε περισσότερη πληροφόρηση και να συζητήσετε για την εφαρμογή της <b>Οδηγίας της ΕΕ για το καθεστώς των επί μακρόν διαμενόντων</b> καθώς και για άλλες πτυχές της αυτής θεματικής κατηγορίας
es_es: Según los resultados de la encuesta, muestra una postura afianzada en la <i>inmigración relacionada con la larga residencia, nacionalización e integración como proceso compartido</i>. <br /><br /> Acceda a más información y debata sobre dichos temas tanto desde una <b>perspectiva europea como nacional.</b>
hu_hu: A felmérés alapján úgy tűnik, Önnek határozott véleménye van a letelepedési és honosítási politikákról. <br /><br />Javasoljuk, ismerkedjen meg a vonatkozó szabályozásokkal és kapcsolódjon be az aktuális vitákba. <br />Például tekintse meg az EU huzamos tartózkodásról szóló irányelve végrehajtásának vitáját!

# uDebateLink5.Text
source: According to the results of the survey, you seem to have strong views on <i>irregular immigration, return and re-admission policy</i>. <br /><br /> Access more information and debate the implementation of the <b>EU Directive providing for sanctions against employers of illegally staying third-country nationals</b> and other developments pertaining to this policy category
el_gr: Σύμφωνα με τα αποτελέσματα της έρευνας, φαίνεται ότι έχετε πιο ισχυρές απόψεις σχετικά με <i>την παράνομη μετανάστευση και τις πολιτικές επιστροφής και επανεισδοχής</i>. <br /><br />Μπορείτε να έχετε περισσότερη πληροφόρηση και να συζητήσετε σχετικά με την εφαρμογή της <b>Οδηγίας της ΕΕ για την επιβολή κυρώσεων στους εργοδότες που απασχολούν παράνομα υπηκόους τρίτων χωρών</b> καθώς και για άλλες εξελίξεις που αφορούν αυτή τη θεματική κατηγορία
es_es: Según los resultados de la encuesta, muestra una postura afianzada en la <i>inmigración irregular</i>. <br /><br />Acceda a más información y debata sobre dicho tema tanto desde una <b>perspectiva europea como nacional.</b>
hu_hu: A felmérés alapján úgy tűnik, Önnek határozott véleménye van az illegális bevándorláshoz és hazatéréshez kapcsolódó politikáról.<br /><br /> Javasoljuk, ismerkedjen meg a <i>vonatkozó szabályozásokkal és kapcsolódjon be az aktuális vitákba</i>. <br />Például tekintse meg <b>az illegálisan tartózkodó harmadik országbeli állampolgárokat foglalkoztató munkáltatókkal szembeni szankciókra és intézkedésekre vonatkozó minimumszabályokról szóló EU irányelv</b> végrehajtásának vitáját.

# ResultsWrn.Text
source: Your position cannot be displayed because you have not replied to the relevant statements. Please click on the Home Page and answer the questions.<br />This will only take you a few minutes.
el_gr: Οι θέσεις σας δεν μπορούν να εμφανιστούν, επειδη δεν έχετε απαντήσει στις σχετικές δηλώσεις. <br />Παρακαλώ κάντε κλικ στην Αρχική Σελίδα και απαντήστε στις ερωτήσεις. Θα σας πάρει μόνο λίγα λεπτά
es_es: Su posición no se puede mostrar porque no ha respondido a las cuestiones planteadas. <br />Haga clic en la página de inicio y por favor responda a las preguntas. Sólo le llevará unos minutos.
hu_hu: Nem tudjuk elhelyezni álláspontját a vélemény-térben, mert nem válaszolt az ehhez szükséges kérdésekre. <br/ >Kérjük, ugorjon a kezdőlapra, majd adja meg válaszait! Ez csak néhány percet vesz igénybe.

# TakePart.Text
source: Take part now!
el_gr: Πάρτε μέρος τώρα!
es_es: ¡Participe ahora!
hu_hu: Kezdje most!

# no.Text
source: No
el_gr: Όχι
hu_hu: Nem

# restart.Text
source: Please note that by clicking on the relevant button your answers will be lost. Do you want to proceed?
el_gr: Παρακαλούμε προσέξτε ότι συμφωνώντας οι απαντήσεις σας θα χαθούν. Θέλετε να συνεχίσετε?
es_es: Tenga en cuenta que al hacer clic en el botón correspondiente sus respuestas se perderán. ¿Desea continuar?
hu_hu: Valóban törli minden válaszát és újrakezdi a kérdőívet?

# restartTitle.Text
source: Clear all and restart?
el_gr: Καθαρισμός και επανεκκίνηση
es_es: Limpiar todo?

# yes.Text
source: Yes
el_gr: Ναι
es_es: Si
hu_hu: Igen

# Cancel.Text
source: Cancel
el_gr: Άκυρο
es_es: Cancelar
hu_hu: Mégsem

# q1Label.Text
source: Birthplace
el_gr: Τόπος γέννησης
es_es: Lugar de nacimiento
hu_hu: Születési helye

# q2Label.Text
source: Country of Residence
el_gr: Χώρα Διαμονής
es_es: País de residencia
hu_hu: Jelenleg melyik országban él?

# q3Label.Text
source: Age
el_gr: Ηλικία
es_es: Edad
hu_hu: Kora

# q4Label.Text
source: Gender
el_gr: Φύλο
es_es: Género
hu_hu: Neme

# q5Label.Text
source: Education Level
el_gr: Επίπεδο Εκπαίδευσης
es_es: Nivel educativo
hu_hu: Iskolai végzettsége

# q6Label.Text
source: Are you employed?
el_gr: Εργάζεστε;
es_es: ¿Trabaja?
hu_hu: Foglalkoztatotti státusza

# You.Text
source: You
el_gr: Εσείς
es_es: Usted
hu_hu: Ön

# YourPosition.Text
source: Your Position
el_gr: Η θέση σας
es_es: Su posición
hu_hu: Az Ön álláspontja

# InterStakeholders.Text
source: International Stakeholders
el_gr: Διεθνείς φορείς
es_es: Actores Internacionales
hu_hu: Nemzetközi Érdekelt szervezet

# LoggedinSave.Text
source: You have to be a registered user to save your results
el_gr: Πρέπει να συνδεθείτε για να σώσετε τα αποτελέσματά σας
es_es: Tiene que ser un usuario registrado para guardar los resultados
hu_hu: Ha az álláspontját el szeretné menteni, jelentkezzen be, vagy regisztráljon a teszt kitöltése előtt

# fb_share_title_home.Text
source: Do you agree with your country\'s current immigration policy? What is your country\’s current immigration policy?
el_gr: Συμφωνείτε με την τρέχουσα μεταναστευτική πολιτική της χώρας; Ποια είναι η τρέχουσα μεταναστευτική πολιτική της χώρας σας;

# uDebateHeader.Text
source: Join the debates!
el_gr: Συμμετέχετε στις συζητήσεις!
es_es: Únase al debate!
hu_hu: Vegyen részt a vitában!

# Overview.Text
source: All users
el_gr: Όλοι οι χρήστες
es_es: Todos los usuarios
hu_hu: Minden felhasználó

# PositionLbl.Text
source: Analyse Your Position
el_gr: Αναλύστε τη θέση σας
es_es: Identifica tu posición
hu_hu: Az Ön pozíciójának elemzése

# CountrySelection.Text
source: Select countries:
el_gr: Επιλέξτε χώρες:
es_es: Seleccione los países:
hu_hu: Válasszon országot:

# demographicsHeader.Text
source: By taking 5-10 seconds to answer this extra questionnaire, you will be making a valuable contribution to our research activities. All of your answers will be exclusively used for statistical purposes. <br />Thank you for your time!
el_gr: Αφιερώνοντας 5-10 δευτερόλεπτα για την απάντηση των ερωτήσεων αυτών, έχετε πολύτιμη συνεισφορά στην έρευνά μας. Όλες οι απαντήσεις σας θα χρησιμοποιηθούν αποκλειστικά για στατιστικούς σκοπούς.<br /> Ευχαριστούμε για το χρόνο σας!
es_es: Mediante la respuesta a este cuestionario, nos ayudará con una valiosa contribución a nuestras actividades de investigación. Todas sus respuestas serán utilizados exclusivamente para fines estadísticos!
hu_hu: Kérjük, segítse kutatásunkat azzal, hogy pár másodpercet még rászán erre a kérdőívre. Válaszait kizárólag statisztikai célokra használjuk.<br /> Köszönjük szíves türelmét!

# Education1.Text
source: High school
el_gr: Δευτεροβάθμια Εκπαίδευση
es_es: Bachillerato/FP
hu_hu: Középiskola

# Education2.Text
source: BA/ College degree
el_gr: Τριτοβάθμια Εκπαίδευση
es_es: Grado
hu_hu: Főiskola (BA)

# Education3.Text
source: MA/ MSc degree
el_gr: Μεταπτυχιακός Τίτλος Σπουδών
es_es: Máster
hu_hu: Egyetem (MA/MSc)

# Education4.Text
source: Doctoral degree
el_gr: Διδακτορικός Τίτλος Σπουδών
es_es: Doctorado
hu_hu: Doktori fokozat

# Education5.Text
source: Other
el_gr: Άλλο
es_es: Otro
hu_hu: Más

# SexFemale.Text
source: Female
el_gr: Γυναίκα
es_es: Feminino
hu_hu: Nő

# SexMale.Text
source: Male
el_gr: Άνδρας
es_es: Masculino
hu_hu: Férfi

# DemogrThanks.Text
source: Your answers have been saved. Click OK to continue.
el_gr: Οι απαντήσεις σας αποθηκεύτηκαν. Πατήστε ΟΚ προκειμένου να συνεχίσετε.
es_es: Sus respuestas han sido guardadas. Por favor pulse OK para continuar
hu_hu: Válaszait elmentettük. A folytatáshoz kattintson az OK gombra.

# Occupation1.Text
source: Business owner (employer)
el_gr: Επιχειρηματίας (εργοδότης)
es_es: Propietario de empresa (empresario)
hu_hu: vállalkozó (munkáltató)

# Occupation10.Text
source: Other
el_gr: Άλλο
es_es: Otro
hu_hu: egyéb

# Occupation11.Text
source: n/a
el_gr: ΔΞ/ΔΑ
hu_hu: nem tudja / nem válaszol

# Occupation2.Text
source: Own-account worker (self-employed)
el_gr: Αυτοαπασχολούμενος
es_es: Trabajador por cuenta propia (autónomo)
hu_hu: szabadúszó

# Occupation3.Text
source: Manager
el_gr: Διευθυντής
es_es: Jefe/Director
hu_hu: vezető tisztségviselő

# Occupation4.Text
source: Employee
el_gr: Υπάλληλος
es_es: Empleado
hu_hu: alkalmazott

# Occupation5.Text
source: Jobseeker
el_gr: Σε αναζήτηση εργασίας
es_es: Desempleado
hu_hu: álláskereső

# Occupation6.Text
source: Housewife / Homemaker / On maternity leave
el_gr: Οικιακά/Σε άδεια μητρότητας
es_es: Ama de casa/ Baja por maternidad
hu_hu: háztartásbeli / otthonteremtő / GYES-en, GYED-en van

# Occupation7.Text
source: Student
el_gr: Φοιτητής
es_es: Estudiante
hu_hu: tanuló

# Occupation8.Text
source: Retired
el_gr: Συνταξιούχος
es_es: Jubilado
hu_hu: nyugdíjas

# Occupation9.Text
source: Unable to work
el_gr: Μη ικανός για εργασία
es_es: Discapacitado
hu_hu: munkaképtelen

# Occupation0.Text
source: - choose one -
el_gr: - Επιλέξτε -
es_es: - Escoja uno -
hu_hu: - válasszon -
